{
  "leverage": {
    "term": "Leverage",
    "definition": "The ratio of assets to equity (or account value) in your margin account."
  },
  "accountAssets": {
    "term": "Account Assets",
    "definition": "The total USD value of all your deposits in this margin account."
  },
  "accountLiabilities": {
    "term": "Account Liabilities",
    "definition": "The total USD value of all your loans in this margin account."
  },
  "accountValue": {
    "term": "Account Value",
    "definition": "The USD value of your equity in this margin account, assets minus liabilities."
  },
  "pythDataStale": {
    "term": "Pyth Data Stale",
    "definition": "Transacting with this asset is currently unavailable because the Pyth data for this asset is stale."
  },
  "projectedRiskLevel": {
    "term": "Projected Risk Level",
    "definition": "A real-time representation of what your Risk Level would be if the current trade is submitted."
  },
  "liquidity": {
    "term": "Liquidity",
    "definition": "The efficiency or ease with which an asset can be converted into stablecoins without affecting the asset’s market price."
  },
  "borrowRate": {
    "term": "Borrow Interest Rate",
    "definition": "The instantaneous interest rate being paid by borrowers. This rate is expressed in annualized form, does not reflect the effects of compounding, and is inclusive of any protocol fees that may be in place. The rate changes as the utilization ratio of the borrowed asset changes."
  },
  "collateral": {
    "term": "Collateral",
    "definition": "The asset deposited with the protocol to secure a loan."
  },
  "collateralWeight": {
    "term": "Collateral Weight",
    "definition": "A multiplier that adjusts the contribution of an asset's USD value to account collateral."
  },
  "requiredCollateralFactor": {
    "term": "Required Collateral Factor",
    "definition": "A constant assigned to each asset that is used to determine the required collateral for a liability of that asset. Analogous to the maximum leverage for a particular asset. For further information, see the 'Margin accounts' page in the Gitbook documentation."
  },
  "requiredCollateral": {
    "term": "Required Collateral",
    "definition": "The minimum effective collateral required to maintain a healthy account, quoted in USD. Determined by the size and composition of your liabilities."
  },
  "effectiveCollateral": {
    "term": "Effective Collateral",
    "definition": "The USD value of your collateral (with weights applied) less your liablities. This is the total amount of collateral the protocol attributes to your margin account."
  },
  "availableCollateral": {
    "term": "Available Collateral",
    "definition": "The difference between your effective collateral and required collateral, quoted in USD. This represents the collateral available for setting up new positions, or your buffer against liquidation. When available collateral reaches zero, your margin account is sunject to liquidation."
  },
  "riskLevel": {
    "term": "Risk Level",
    "definition": "The ratio of liabilities and required collateral to the (weight-adjusted) collateral in your account."
  },
  "debt": {
    "term": "Debt",
    "definition": "The value of the loan that is owed or due to the Protocol."
  },
  "depositRate": {
    "term": "Deposit Interest Rate",
    "definition": "The instantaneous interest rate being earned by depositors. This rate is expressed in annualized form, does not reflect the effects of compounding, and is inclusive of any protocol fees that may be in place. The rate changes as the utilization ratio of the deposited asset changes."
  },
  "depositBorrowRate": {
    "term": "Deposit / Borrow Rate",
    "definition": "The deposit rate is the instantaneous interest rate being earned by depositors, and the borrow rate is paid by borrowers. These rates are expressed in annualized form, do not reflect the effects of compounding, and are inclusive of any protocol fees that may be in place. The rates change as the utilization ratio of the deposited asset changes."
  },
  "slippage": {
    "term": "Slippage",
    "definition": "The maximum acceptable degradation in price compared to the inputs above. If the pool price moves slightly against you between now and when your swap is executed, the transaction will be cancelled if the move is greater than the slippage you set here."
  },
  "utilizationRate": {
    "term": "Utilization Ratio",
    "definition": "The fraction of a pool’s assets that have been borrowed. For example, if the USDC pool is worth $100,000,and the amount owed to the pool by borrowers is $65,000, then the utilization ratio is 65%. There would be $35,000 available for further borrowing."
  }
}
